Repository: ApiCentraal/FectionWP-Gallery
Catalog: languages/fectionwp-gallery-*.po
Languages: nl_nl

source: Add New
nl_nl: Nieuwe toevoegen

source: Add New Gallery
nl_nl: Nieuwe galerij toevoegen

source: Advanced styling overrides (this gallery)
nl_nl: Geavanceerde styling-overschrijvingen (deze galerij)

source: Applies to global styling (all galleries).
nl_nl: Past toe op globale styling (alle galerijen).

source: Apply Black
nl_nl: Zwart toepassen

source: Apply Business
nl_nl: Zakelijk toepassen

source: Business
nl_nl: Zakelijk

source: Section background
nl_nl: Sectie achtergrond

source: Section border color
nl_nl: Sectie randkleur

source: Section border width
nl_nl: Sectie randdikte

source: Section radius
nl_nl: Sectie afronding

source: Section padding
nl_nl: Sectie padding

source: Apply White
nl_nl: Wit toepassen

source: Black
nl_nl: Zwart

source: Border radius
nl_nl: Randradius

source: Button background
nl_nl: Knop-achtergrond

source: Button border color
nl_nl: Knop-randkleur

source: Button hover background
nl_nl: Knop-hover-achtergrond

source: Button hover text color
nl_nl: Knop-hover-tekstkleur

source: Button padding
nl_nl: Knop-padding

source: Button radius
nl_nl: Knop-radius

source: Button text color
nl_nl: Knop-tekstkleur

source: Buttons
nl_nl: Knoppen

source: Caption background
nl_nl: Onderschrift-achtergrond

source: Caption padding
nl_nl: Onderschrift-padding

source: Caption radius
nl_nl: Onderschrift-radius

source: Caption text color
nl_nl: Onderschrift-tekstkleur

source: Card background
nl_nl: Kaart-achtergrond

source: Card body padding
nl_nl: Kaart-body-padding

source: Card border color
nl_nl: Kaart-randkleur

source: Card border width
nl_nl: Kaart-randbreedte

source: Card header background
nl_nl: Kaart-header-achtergrond

source: Card header text color
nl_nl: Kaart-header-tekstkleur

source: Card slider
nl_nl: Kaartslider

source: Card text color
nl_nl: Kaart-tekstkleur

source: Cards
nl_nl: Kaarten

source: Cards per slide
nl_nl: Kaarten per slide

source: Carousel
nl_nl: Carrousel

source: Choose media
nl_nl: Media kiezen

source: Clear
nl_nl: Wissen

source: Controls background
nl_nl: Bediening-achtergrond

source: Controls background radius
nl_nl: Bediening-achtergrondradius

source: Controls hover opacity
nl_nl: Bediening hover doorzichtigheid

source: Controls icon width
nl_nl: Bedienings-icoonbreedte

source: Controls opacity
nl_nl: Bediening doorzichtigheid

source: Create galleries with images and videos, then embed them via shortcode or widget.
nl_nl: Maak galerijen met afbeeldingen en video’s en embed ze via shortcode of widget.

source: Edit Gallery
nl_nl: Galerij bewerken

source: Font family
nl_nl: Lettertypefamilie

source: Galleries
nl_nl: Galerijen

source: Gallery
nl_nl: Galerij

source: Gallery Builder
nl_nl: Galerijbouwer

source: Gallery Settings
nl_nl: Galerij-instellingen

source: Gap (cards/grid)
nl_nl: Tussenruimte (kaarten/raster)

source: General
nl_nl: Algemeen

source: Global defaults:
nl_nl: Globale standaardwaarden:

source: Header margin bottom
nl_nl: Header marge onder

source: Header text (optional)
nl_nl: Headertekst (optioneel)

source: Indicators active color
nl_nl: Indicatoren actieve kleur

source: Indicators active opacity
nl_nl: Indicatoren actieve doorzichtigheid

source: Indicators color
nl_nl: Indicatoren kleur

source: Indicators gap
nl_nl: Indicatoren tussenruimte

source: Indicators height
nl_nl: Indicatoren hoogte

source: Indicators opacity
nl_nl: Indicatoren doorzichtigheid

source: Indicators width
nl_nl: Indicatoren breedte

source: Inherit
nl_nl: Overnemen

source: Layout override
nl_nl: Layout overschrijven

source: Leave fields empty to inherit the global styling.
nl_nl: Laat velden leeg om de globale styling over te nemen.

source: Manage Galleries
nl_nl: Galerijen beheren

source: Media aspect ratio
nl_nl: Media beeldverhouding

source: Media background
nl_nl: Media-achtergrond

source: Media fit
nl_nl: Media passend maken

source: Media gallery
nl_nl: Media galerij

source: Media max height
nl_nl: Media maximale hoogte

source: New Gallery
nl_nl: Nieuwe galerij

source: Next
nl_nl: Volgende

source: No galleries found
nl_nl: Geen galerijen gevonden

source: No galleries found in Trash
nl_nl: Geen galerijen gevonden in de prullenbak

source: Open
nl_nl: Openen

source: Open media
nl_nl: Media openen

source: Preset applied: %s
nl_nl: Preset toegepast: %s

source: Previous
nl_nl: Vorige

source: Search Galleries
nl_nl: Galerijen zoeken

source: Select media
nl_nl: Media selecteren

source: Select…
nl_nl: Selecteer…

source: Shadow
nl_nl: Schaduw

source: Show a Fection gallery in your sidebar.
nl_nl: Toon een Fection-galerij in je zijbalk.

source: Show “Open” button in card footer
nl_nl: Toon “Openen”-knop in de kaartfooter

source: Text font size
nl_nl: Tekstgrootte

source: These defaults apply to all galleries. Individual galleries can override styling in the gallery editor.
nl_nl: Deze standaardwaarden gelden voor alle galerijen. Individuele galerijen kunnen styling overschrijven in de galerij-editor.

source: Tip: select images and videos from the Media Library. Order is preserved.
nl_nl: Tip: selecteer afbeeldingen en video’s uit de Mediabibliotheek. De volgorde blijft behouden.

source: Tip: you can paste CSS values (e.g. 1rem, rgba(...), 16/9). Most fields are CSS variables mapped onto Bootstrap 5.3 components.
nl_nl: Tip: je kunt CSS-waarden plakken (bijv. 1rem, rgba(...), 16/9). De meeste velden zijn CSS-variabelen die gekoppeld zijn aan Bootstrap 5.3 componenten.

source: Title
nl_nl: Titel

source: Title font size
nl_nl: Titelgrootte

source: Typography
nl_nl: Typografie

source: Use gallery setting
nl_nl: Gebruik galerij-instelling

source: Use selected
nl_nl: Gebruik geselecteerde

source: View Gallery
nl_nl: Galerij bekijken

source: White
nl_nl: Wit

source: Open Media Library
nl_nl: Open mediabibliotheek

source: Open in Media Library
nl_nl: Openen in mediabibliotheek

source: Remove
nl_nl: Verwijderen

source: Tip: drag thumbnails to reorder. Click “Remove” to exclude an item (save the gallery to apply).
nl_nl: Tip: sleep thumbnails om te herschikken. Klik op “Verwijderen” om een item uit te sluiten (sla de galerij op om toe te passen).

source: Filter settings
nl_nl: Instellingen filteren

source: Type to filter (e.g. button, caption, radius)…
nl_nl: Typ om te filteren (bijv. knop, caption, radius)…

source: Preview
nl_nl: Voorbeeld

source: Gallery preview
nl_nl: Galerijvoorbeeld

source: Select a gallery
nl_nl: Selecteer een galerij

source: (no title)
nl_nl: (geen titel)

source: Autoplay
nl_nl: Automatisch afspelen

source: Create a gallery first, then preview it here.
nl_nl: Maak eerst een galerij en bekijk hem daarna hier.

source: Tip: this preview uses the same shortcode renderer as the frontend. Styling is controlled via Fection Gallery → Styling and per-gallery overrides.
nl_nl: Tip: deze preview gebruikt dezelfde shortcode-renderer als de frontend. Styling wordt beheerd via Fection Gallery → Styling en per-galerij overschrijvingen.

source: Live preview
nl_nl: Live voorbeeld

source: Refresh
nl_nl: Verversen

source: Loading preview…
nl_nl: Voorbeeld laden…

source: Could not render preview.
nl_nl: Kon voorbeeld niet tonen.

source: Select media to see a preview.
nl_nl: Selecteer media om een voorbeeld te zien.

source: This preview updates automatically when you change media, settings, or styling overrides.
nl_nl: Dit voorbeeld wordt automatisch bijgewerkt wanneer je media, instellingen of styling-overschrijvingen wijzigt.

source: Show media in cards
nl_nl: Media tonen in kaarten

source: Card image size
nl_nl: Kaart-afbeeldingsgrootte

source: Only applies to the card slider layout. Use Styling to control aspect ratio / height.
nl_nl: Alleen van toepassing op de kaart-slider lay-out. Gebruik Styling om aspect ratio / hoogte te regelen.

source: Card media aspect ratio
nl_nl: Kaart-media aspect ratio

source: Card media fit
nl_nl: Kaart-media passend maken

source: Card media max height
nl_nl: Kaart-media maximale hoogte
